[
 {
  "name": "TREK SESSION 9 X01",
  "price": "7030",
  "description": "Session 9 is a downhill mountain bike with a robust alloy frame and high-pivot suspension design that keeps you nimble, planted, and blazing fast on even the most punishing runs. It’s built with our best DH suspension package, a high-end drivetrain, and powerful Code RSC brakes.",
  "imageURL": "https://trek.scene7.com/is/image/TrekBicycleProducts/Session9X01_22_34625_A_Portrait?$responsive-pjpg$&cache=on,on&wid=1440&hei=1080",
  "specs": "mtb",
  "id": "6"
 },
 {
  "name": "SPECIALIZED STUMPJUMPER ST LTD DOWNIEVILLE - 29",
  "price": "3999",
  "description": "The ode from Specialized to one of the greatest places to bike in the world. This limited edition ST model is the perfect choice for long, challenging rides that require a fast, efficient and robust bike. It comes with a lightweight carbon frame, custom suspension, powerful disc brakes and more.",
  "imageURL": "https://images.bike24.net/media/720/i/mb/60/b1/7e/stumpjumper-st-ltd-1-902009.JPG",
  "specs": "mtb",
  "id": "7"
 },
 {
  "name": "CANNONDALE TRAIL SE 3 - 29",
  "price": "1299",
  "description": "A mountain bike built to raise your game and ignite a passion for the trail.",
  "imageURL": "https://images.bike24.net/media/720/i/mb/3e/4d/7a/trail-se3-impact-orange-918115.jpg",
  "specs": "mtb",
  "id": "8"
 },
 {
  "name": "SPECIALIZED EPIC EXPERT - 29 CARBON MOUNTAINBIKE",
  "price": "7700",
  "description": "The Specialized EPIC EXPERT features stiffness in the rear triangle for unparalleled power transfer and offers the most powerful handling of any Epic yet - all while saving weight over the previous generation Epic.",
  "imageURL": "https://images.bike24.net/media/720/i/mb/a0/a0/17/90322-31-epic-expert-carb-smk-wht-1109695.jpg",
  "specs": " mtb",
  "id": "37"
 },
 {
  "name": "SANTA CRUZ NOMAD CC COIL - X01 - 27.5",
  "price": "8500",
  "description": "The bike in the Santa Cruz range that is used for the roughest nonsense. And every Nomad can tell you about its own wild journey. Santa Cruz has taken this into account when designing the bike - rubberized frame protectors in the most important places and greasable bearings that sit in extra strong aluminum rockers - All this keeps your bike fresh and can be easily replaced if the worst happens.",
  "imageURL": "https://images.bike24.net/media/720/i/mb/0a/64/22/santa-nomad-01-1116540.jpg",
  "specs": "mtb",
  "id": "38"
 },
 {
  "name": "CUBE STEREO HYBRID 120 PRO 625 FLASHGREY ORANGE 2022",
  "price": "3900",
  "description": "Expand your horizons. Sleek, comfortable and amazingly capable, the new Stereo Hybrid 120 is your weekend ticket to adventure. Built around our acclaimed Stereo 120 suspension design, the seamless addition of fourth generation Bosch power adds more adventure to the mix. Ride the dream. ",
  "imageURL": "https://cdn.contentspeed.ro/bikexpertb2c.websales.ro/cs-content/cs-photos/products/original/bicicleta-cube-stereo-hybrid-120-pro-625-flashgrey-orange-2022-cadru-17-s-roti-275_109095_1_1636122949.jpg",
  "specs": "ebike",
  "id": "1"
 },
 {
  "name": "STEREO HYBRID 160 HPC 625",
  "price": "5329",
  "description": "Completely new for 2022, the Stereo Hybrid 160 HPC 750's frame is designed to blend world-class trail-taming abilities with superb handling and more range than ever before. With the high-capacity 750Wh battery and fourth-generation Bosch drive unit housed entirely inside the down tube, it's as powerful as it is good to look at. Hidden by a cover with shock protection, push-button access and a hidden lock, the battery is both secure and easy to access. Integrated cable routing removes cable holes from the head tube area for greater strength and a neater appearance. The trunnion shock mount, oversize linkage bearings, Boost 148 rear end and 1.5in head tube all contribute to accurate tracking, even when it's all coming at you thick and fast. And sorted, race-inspired geometry gives you the advantage you need to show the trail exactly who's boss.",
  "imageURL": "https://www.cube.eu/typo3temp/_processed_/9/d/csm_537252_porn_ae07cfd4b2.jpg?1637785897",
  "specs": "ebike",
  "id": "2"
 },
 {
  "name": "CUBE STEREO HYBRID 160 HPC SL 625 27.5",
  "price": "4400",
  "description": "This is the bike that redefines what's possible. Powered by Bosch's fourth-generation drive system and a high-capacity 625Wh battery, the Stereo Hybrid 160 HPC SL's unique combination of gravity prowess and all-round trail ability sets it apart. The new RockShox Zeb fork with 38mm stanchions and 170mm travel, Deluxe Select shock and carefully tuned kinematics serve up lots of trail-taming travel. Sram's Eagle transmission gives you the range you need to take on any climb. And powerful Magura MT Thirty four-piston hydraulic disc brakes - with a remote dropper post - put you in full control. Get your enduro on.",
  "imageURL": "https://cdn.contentspeed.ro/bikexpertb2c.websales.ro/cs-content/cs-photos/products/original/bicicleta-cube-stereo-hybrid-160-hpc-sl-625-275-pacific-red-2021-16-s_104410_1_1636121888.jpg",
  "specs": "ebike",
  "id": "3"
 },
 {
  "name": "TREK POWERFLY FS 4",
  "price": "4750",
  "description": "Powerfly FS 4 is a full suspension electric mountain bike built to tackle rugged trail adventures. The plush suspension setup soaks up rough terrain, and the powerful Bosch electric drive system boosts your capacity to crush climbs and mile after mile of singletrack.",
  "imageURL": "https://trek.scene7.com/is/image/TrekBicycleProducts/PowerflyFS4_21_32759_A_Portrait?$responsive-pjpg$&cache=on,on&wid=1440&hei=1080",
  "specs": "ebike",
  "id": "4"
 },
 {
  "name": "TREK E-CALIBER 9.9 XX1 AXS",
  "price": "13549",
  "description": "E-Caliber 9.9 XX1 AXS is a light, fun, and fast carbon e-MTB. It’s built to ride like a traditional cross country bike, and it even has the same race-worthy suspension tech as Supercaliber. The sleek and subtle Fazua drive system provides a boost without adding bulk, and you get a spec loaded with high-end parts.",
  "imageURL": "https://trek.scene7.com/is/image/TrekBicycleProducts/ECal991XXS_22_35773_A_Portrait?$responsive-pjpg$&cache=on,on&wid=1440&hei=1080",
  "specs": "ebike",
  "id": "5"
 },
 {
  "name": "LITEMOVE TS-SP E-BIKE REAR LIGHT",
  "price": "17",
  "description": "A bright, reliable rear light is a safety essential in traffic! The Litemove e-bike TS-SP tail light can be integrated on the seat post. Maximum visibility comes courtesy of four powerful LEDs and the LTi technology wrapped up in a German road traffic regulation-approved unit.",
  "imageURL": "https://cd.bike-discount.de/media/image/21/2e/56/Litemove-TS-SP-1.jpg",
  "specs": "electronics",
  "id": "39"
 },
 {
  "name": "BUSCH + MÜLLER IQ X E FOR E-BIKE LED HEADLIGHT",
  "price": "88",
  "description": "The IQ X by Busch  Müller high-end headlights for ebikes.The IQ-X by Busch + Müller. Its newly developed lighting technology makes it possible for the first time to reach the 150 Lux mark with an ebike headlamp   with a very wide, wide and homogenous large area illumination of the road.",
  "imageURL": "https://cd.bike-discount.de/media/image/2b/5d/06/164R60TS7-01_1WGyOKQldf61sJ.jpg",
  "specs": "electronics",
  "id": "40"
 },
 {
  "name": "BOSCH BATTERY POWERTUBE 625 HORIZONTAL",
  "price": "720",
  "description": "The new PowerTube 625 from Bosch lets you enjoy long and mountainous rides, while still reserving plenty of energy for every adventure. Thanks to a rated capacity of 16.7 Ah and approx. 625 Wh energy content, the lithium-ion battery brings maximum ranges and altitudes within your grasp.",
  "imageURL": "https://cd.bike-discount.de/media/image/32/8a/9e/Bosch-Akku-Powertube-625-Horizontal-0275007543_a.jpg",
  "specs": "electronics",
  "id": "41"
 },
 {
  "name": "BOSCH FAST CHARGER 6A EUROPA",
  "price": "116",
  "description": "The Bosch Fast Charger is currently the fastest eBike charger in its class and will recharge the eBike battery in the shortest possible time. After just three hours, the powerful PowerTube 500 or PowerPack 500 are fully recharged.",
  "imageURL": "https://cd.bike-discount.de/media/image/0f/57/56/Bosch-Fast-Charger-6A-Europa-4047025782074.jpg",
  "specs": "electronics",
  "id": "42"
 },
 {
  "name": "GARMIN EDGE 1030 PLUS - GPS BIKE COMPUTER",
  "price": "446",
  "description": "The top model Edge 1030 Plus from Garmin is a high quality GPS navigation system for your bike, with many improved features. The large touchscreen shows the most important information clearly and is very easy to use.",
  "imageURL": "https://cd.bike-discount.de/media/image/65/7a/ed/Garmin-Edge-1030-Plus-Fahrrad-GPS-Navigationssystem-Verpackung-010-02424-10_e_800x800.jpg",
  "specs": "electronics",
  "id": "43"
 },
 {
  "name": "CICLOSPORT NAVIC 400 GPS BIKE COMPUTER",
  "price": "175",
  "description": "The Navic 400 from Ciclosport begins a new era of bike computers. This bike navigation system sets standards in terms of intuitive operation, comfort and readability. With one of the largest displays on the market it is the ideal device for every biker - whether sporty, for commuting or for touring.",
  "imageURL": "https://media.stonefeet.ro/media/catalog/product/cache/338126c9326aac1a7471bbee05684cf8/g/p/gps-garmin-edge-530_14830_1_1585600273_vlze2wjwbsem8i3r.jpg",
  "specs": "electronics",
  "id": "44"
 }
]