[
 {
  "name": "FOX PROFRAME MATTE FULLFACE HELMET",
  "price": "195",
  "description": "The Fox Proframe Helmet is the lightest and most breathable full face helmet Fox have ever created. Designed to perform at the highest levels for aggressive all mountain riders and enduro racers.",
  "imageURL": "https://images.bike24.net/media/720/i/mb/1c/f4/d3/fox-proframe-matte-fullface-helmet-black2-857715.jpg",
  "specs": "helmets",
  "id": "9"
 },
 {
  "name": "BELL FULL-9 FUSION MIPS HELMET  ",
  "price": "225",
  "description": "Developed on Bell's Full-9 platform, the new Full-9 Fusion is the uncompromising full-face helmet for riders who can't be stopped by anything. Premium fiberglass helmet shell, wide field of view, overbrow ventilation, comfortable interior and MIPS technology provide world-class quality. It doesn't matter if you want to set new downhill records or prefer to make big jumps in the bike park. When you go to the top to plunge down from there, that's your helmet.",
  "imageURL": "https://images.bike24.net/media/720/i/mb/4e/e4/f7/300514-04-d-613551.jpg",
  "specs": "helmets",
  "id": "10"
 },
 {
  "name": "LEATT BODY TEE 3DF AIRFIT LITE - BLACK",
  "price": "165",
  "description": "E tested and certified as impact protection, the 3DF AirFit Lite Body Tee scores a total of 13 points in the Leatt protection system. This short-sleeved body protector is made of 3DF AirFit impact foam which is flexible in its natural state to conform to the body’s shape. This same soft foam instantly hardens upon impact and thereby protects your chest, back and shoulders.",
  "imageURL": "https://images.bike24.net/media/720/i/mb/ea/08/fa/205767-00-d-389309.jpg",
  "specs": "bodyArmor",
  "id": "11"
 },
 {
  "name": "POC SPINE VPD 2.0 VEST PROTECTOR VEST",
  "price": "230",
  "description": "Full DH protection but barely visible under a T-shirt! The new VPD 2.0 technology allow POC to improve the level of protection, fit and comfort.",
  "imageURL": "https://images.bike24.net/media/720/i/mb/f4/e9/41/54171-00-d-86654.jpg",
  "specs": "bodyArmor",
  "id": "13"
 },
 {
  "name": "FOX RACEFRAME IMPACT CE PROTECTOR",
  "price": "113",
  "description": "The all new Raceframe Impact guard maintains the slim fit of the Raceframe roost while also offering CE certified chest and back protection.",
  "imageURL": "https://images.bike24.net/media/720/i/mb/f7/12/e6/338922-00-d-716918.jpg",
  "specs": "bodyArmor",
  "id": "14"
 },
 {
  "name": "O'NEAL BP PROTECTOR SLEEVE",
  "price": "144",
  "description": "Lightweight comfortable protector jacket. /n Bio-foam chest and rib padding /n Neckbrace compatible and easy to fix due to additional loops on front, back and shoulder ",
  "imageURL": "https://images.bike24.net/media/720/i/mb/41/47/2c/oneal-bp-protector-sleeve-black-1-881056.jpg",
  "specs": "bodyArmor",
  "id": "15"
 },
 {
  "name": "100% ITRACK GLOVES - BLACK",
  "price": "21",
  "description": "The iTrack is one of the most popular gloves by 100%. According to the motto less is more, the iTrack focuses on the essentials: lightweight, breathable top hand material and a thin, single-layer Clarino palm for reliable grip. Due to the slip-on cuff, the glove can be easily put on and off.",
  "imageURL": "https://images.bike24.net/media/720/i/mb/0c/bf/ac/100-prozent-itrack-gloves-black-995374.jpg",
  "specs": "gloves",
  "id": "19"
 },
 {
  "name": "BLUEGRASS REACT GLOVE - RED",
  "price": "32",
  "description": "he Bluegrass React are among the best when it comes to a solid and durable pair of gloves. Their thin and soft padded palm ensures a comfortable grip feeling on the handlebars even when freeriding on a scree field. On top, you'll find a lightweight and breathable stretch mesh fabric that keeps your hands cool on even the longest rides. The perfect combination.",
  "imageURL": "https://images.bike24.net/media/720/i/mb/10/16/49/bluegrass-3gh008ce00xsrn1-react-gravity-gloves-red-a-1140739.jpg",
  "specs": "gloves",
  "id": "20"
 },
 {
  "name": "RACE FACE RUXTON BIKE GLOVES - NAVY",
  "price": "40",
  "description": "Push your limits and enjoy extra protection when things go sideways at the park or on the DH course.",
  "imageURL": "https://images.bike24.net/media/720/i/mb/2f/f6/4e/race-face-ruxton-bike-gloves-navy-1-985850.jpg",
  "specs": "gloves",
  "id": "21"
 },
 {
  "name": "TROY LEE DESIGNS AIR GLOVE KIDS/YOUTH - FORMULA CAMO NAVY/ORANGE",
  "price": "26",
  "description": "roy Lee Designs gloves are all researched, designed and meticulously tested before they make their way on to the hands of great athletes around the world. The Air Glove features a compression-moulded cuff and a single layer palm with laser perforated holes for breathability. Micro-mesh is used all over for added ventilation. Silicon print on finger offers a grippy spot for brake lever grip.",
  "imageURL": "https://images.bike24.net/media/720/i/mb/3d/33/4c/troy-lee-designs-youth-air-gloves-formula-camo-navy-orange-01-1068665.jpg",
  "specs": "gloves",
  "id": "22"
 },
 {
  "name": "POC TECTAL RACE SPIN HELMET - 8002 URANIUM BLACK/HYDROGEN WHITE",
  "price": "172",
  "description": "he Tectal Race is a well-ventilated helmet that has been specifically developed for aggressive trail riding and enduro racing. It incorporates the aramid bridge system from several of POC’s proven and award-winning helmet range.",
  "imageURL": "https://images.bike24.net/media/720/i/mb/7a/42/52/246221-00-d-480839.jpg",
  "specs": "helmets",
  "id": "23"
 },
 {
  "name": "POC TECTAL HELMET - 10505 ACTINIUM PINK MATT",
  "price": "135",
  "description": "The well-ventilated POC Tectal Helmet has been specifically developed for aggressive trail riding and enduro racing and incorporates the aramid bridges system from POC’s proven and award-winning Trabec helmet. The reinforced EPS liner provides a high level of protection and the unibody shell construction, introduced in POC’s ground breaking Octal road cycling helmet, further enhances the safety properties and construction integrity of the helmet while maintaining a low weight.",
  "imageURL": "https://images.bike24.net/media/720/i/mb/d8/0d/9a/347485-00-d-741081.jpg",
  "specs": "helmets",
  "id": "24"
 },
 {
  "name": "GIRO TREMOR YOUTH HELMET - MATTE BRIGHT GREEN",
  "price": "49",
  "description": "When every curb is a jump and every patch of dirt screams for a skid, the Tremor™ is there to keep smiles wide, even when temporary limits are found. Some of the best technologies from the adult line, like In-Mold construction and the acclaimed Roc Loc® Sport system, offer the versatility, comfort, and wide adjustability young riders need to ride confidently. And with plenty of fun colors to choose from, there's a perfect option to match the thrill of riding and the feeling of joy after that first ride or lap around the pumptrack.",
  "imageURL": "https://images.bike24.net/media/720/i/mb/6a/79/20/251438-00-d-494061.jpg",
  "specs": "helmets",
  "id": "25"
 },
 {
  "name": "GIRO TYRANT SPHERICAL - MTB HELMET",
  "price": "130",
  "description": "AThe Tyrant MIPS helmet is designed to meet the needs of todays progressive trail riders. Equally at home on forest singletrack as it is at the dirt jumps, Tyrants attitude ushers in the modern era of mountain biking.",
  "imageURL": "https://cd.bike-discount.de/media/image/18/c9/7a/giro_tyrant_spherical_mtb_helm_200245-016_1_mips.jpg",
  "specs": "helmets",
  "id": "45"
 },
 {
  "name": "POC KORTAL RACE MIPS - MTB HELMET",
  "price": "250",
  "description": "The POC Kortal MIPS offers lightweight, advanced protection and a seamless fit with goggles. With extended protection zones and uninterrupted ventilation you will find safety and comfort - so you are well equipped for endless trail rides and nothing can stop you.",
  "imageURL": "https://cd.bike-discount.de/media/image/e7/d0/a4/POC_Kortal_Race_MIPS_MTB_Helm_10521-8347-XS-S-51-54-CM-_MIPS.jpg",
  "specs": "helmets",
  "id": "46"
 },
 {
  "name": "LIVALL EVO21 - HELMET WITH TURN SIGNAL",
  "price": "110",
  "description": "The EVO21 offers a true 360° concept, with a brake warning light, turn signals, rear and front light. With 30% more ventilation and a weight of 350g, you'll always be one step ahead of the competition, keep a cool head and glide through the wind without air resistance. In case of a fall, it sends an SMS alert with your exact GPS position to your emergency contacts.",
  "imageURL": "https://cd.bike-discount.de/media/image/ce/cd/d4/Livall_EVO21-Helm_32001102_1.jpg",
  "specs": "helmets",
  "id": "48"
 },
 {
  "name": "OAKLEY O FRAME 2.0 PRO MX XS CLEAR - GOGGLE",
  "price": "29",
  "description": "The O Frame 2.0 PRO MX XS offers the style and performance of the O Frame 2.0 PRO, upgraded to a youthful fit for protection, comfort and performance, bringing the best of Oakley innovation to smaller faces.",
  "imageURL": "https://cd.bike-discount.de/media/image/6a/8a/57/Oakley_O-Frame-2-0-Pro-MX-XS-Clear-Goggle_OO7116_MASTER.jpg",
  "specs": "googles",
  "id": "49"
 },
 {
  "name": "OAKLEY AIRBRAKE MTB PRIZM LOW LIGHT - GOGGLE",
  "price": "115",
  "description": "From motocross to enduro to freestyle, dirt track and beyond, Troy Lee Designs continues to lead the chase pack in innovative color creation and surfacing. Oakley’s Troy Lee Collection puts TLD’s unique color modeling on frames that offers changing hues when exposed to variances in shade and sunlight.From enduro to downhill, dustyour competition and say goodbye to fogging, heat build-up and debris with the Airbrake MTB goggle. The exclusive Factory Lite Vent mesh is designed to provide increased airflowand ventilation at slower speeds while helping to prevent mud, debris, and rocks from entering the goggle.",
  "imageURL": "https://cd.bike-discount.de/media/image/f1/7a/47/oakley_airbrake-mtb-prizm-low-light-goggle_oo7107-11__281_29.jpg",
  "specs": "goggles",
  "id": "50"
 }
]