[
 {
  "name": "FIVE TEN KESTREL PRO BOA MOUNTAINBIKING",
  "price": "128",
  "description": "With the Kestrel Pro Boa速 shoe you can get everything out of you while biking! Its click system compatible design and the high stiffness of the midsole guarantee you optimal power transmission. The finely adjustable Boa速 closure system allows a snug, secure fit, while the wide Stealth速 C4 rubber outsole provides optimum grip on any terrain. The quick-drying synthetic upper with breathable Mesh inserts also keeps you comfortable in any weather.",
  "imageURL": "https://images.bike24.net/media/720/i/mb/ea/9d/39/316875-00-d-656917.jpg",
  "specs": "shoes",
  "id": "12"
 },
 {
  "name": "NORTHWAVE EXTREME XC GTX MTB WINTER SHOES",
  "price": "203",
  "description": "The ultimate shoes for professionals looking for comfortable footwear for optimal winter training. ",
  "imageURL": "https://images.bike24.net/media/720/i/mb/2e/6a/f5/northwave-extreme-xc-gtx-mtb-winter-shoes-black-10b-869752.jpg",
  "specs": "shoes",
  "id": "16"
 },
 {
  "name": "FIVE TEN IMPACT S. HILL MTB SHOES",
  "price": "100",
  "description": "Just like their namesake, these men's flat pedal mountain bike shoes are made for speed. The reinforced build offers stiffness and grip for high-speed enduro and downhill riding. A fast-drying build resists moisture to keep your feet dry.",
  "imageURL": "https://images.bike24.net/media/720/i/mb/51/90/a6/five-ten-sam-hill-fu7532-core-black-signal-green-06-874394.jpg",
  "specs": "shoes",
  "id": "17"
 },
 {
  "name": "NORTHWAVE ROCKIT ALL TERAIN SHOES ",
  "price": "108",
  "description": "The Northwave Rockit All Terain Shoe is a lace-up cycling shoes designed for every situation, whether you are training or heading to work. Valuable not only for riders interested in getting into wild trails but anybody who wants to grow their riding confidence during a two-wheeled gateway or a bike-packing adventure.",
  "imageURL": "https://images.bike24.net/media/720/i/mb/53/0b/3c/northwave-rockit-mtb-shoes-black10--3-1035612.jpg",
  "specs": "shoes",
  "id": "18"
 },
 {
  "name": "FOX FLEXAIR PRO FIRE ALPHA MTB PANTS - BLACK",
  "price": "104",
  "description": "The Flexair Pro Fire Alpha Pants速 are a real game changer.",
  "imageURL": "https://images.bike24.net/media/720/i/mb/4b/f8/2b/fox-flexair-pro-fire-alpha-hose-black-858965.jpg",
  "specs": "pants",
  "id": "26"
 },
 {
  "name": "ENDURA HUMMVEE SHORTS II - OLIVE GREEN",
  "price": "60",
  "description": "The Endura Hummvee MTB Short is made of durable Nylon mini-ripstop fabric with DWR finish. Includes a Clickfast detachable liner with 200 series pad. The short is equipped with zipped thigh vents with mesh inserts, zipped hand pockets, cargo pockets and large rear map pockets, durable, seamless seat panel, rear elasticated waistband and adjustable belt. High mobility multi-use versatility.",
  "imageURL": "https://images.bike24.net/media/720/i/mb/09/25/7d/endura-hummvee-shorts-ii-8-960486.jpg",
  "specs": "pants",
  "id": "27"
 },
 {
  "name": "GONSO ALVAO WOMEN'S THERMAL BIKE SHORTS - DIVA PINK",
  "price": "75",
  "description": "The Gonso ALVAO W overshorts for women made of Primaloft material keep you warm and protected from the weather on those cold winter days. You can wear them on top of any thermal bike shorts or trousers to enjoy great thermal insulation and keep yourself protected from the elements thanks to Primaloft synthetic down.",
  "imageURL": "https://images.bike24.net/media/720/i/mb/a1/0d/64/gonso-alvao-womens-thermal-bike-shorts-diva-pink-1-1056888.jpg",
  "specs": "pants",
  "id": "28"
 },
 {
  "name": "GIRO HAVOC PANTS WOMEN - BLACK",
  "price": "118",
  "description": "Racing and riding in cold temps and variable conditions is part of the life you choose, so seasonal riding apparel needs to be up for the challenge.",
  "imageURL": "https://images.bike24.net/media/720/i/mb/97/b8/ba/341465-00-d-723894.jpg",
  "specs": "pants",
  "id": "29"
 },
 {
  "name": "FOX WOMENS FLEXAIR MTB BIB SHORTS - BLACK",
  "price": "60",
  "description": "If your checklist for a great ride includes the freedom to move around with maximum flow, the Flexair Bib Shorts have to be on that list.",
  "imageURL": "https://images.bike24.net/media/720/i/mb/f9/17/93/fox-flexair-mtb-damen-traegershorts-black-1-1045058.jpg",
  "specs": "pants",
  "id": "30"
 },
 {
  "name": "MAAP WOMEN'S FLOW PRO JERSEY - SAGE",
  "price": "140",
  "description": "oll through your high-intensity efforts with ease. Designed with recycled yarns and in the signature Pro fit, this lightweight jersey forms closely to your body for performance efficiency. Featuring a combination of three breathable, moisture-wicking Italian fabrics with SPF50+ protection, leaving you race ready anytime you hit the road.",
  "imageURL": "https://images.bike24.net/media/720/i/mb/bd/74/e6/maap-womens-flow-pro-jersey-sage-6-1065584.jpg",
  "specs": "jersey",
  "id": "31"
 },
 {
  "name": "ALE FIORI WINTER LONGSLEEVE LADY JERSEY - NAVY BLUE",
  "price": "81.00",
  "description": "The long sleeve jersey Fiori, from the PRR line is a beautiful combination of design and functionality. The long-sleeved jersey scores stylishly with the unique feminine graphics of Ale. The soft, breathable and quick-drying fabrics keep the wearer warm on cool days. The ergonomic fit guarantees comfort.",
  "imageURL": "https://images.bike24.net/media/720/i/mb/9d/15/34/ale-fiori-winter-lady-jersey-navy-blue-2-882549.jpg",
  "specs": "jersey",
  "id": "32"
 },
 {
  "name": "FOX DEFEND MTB LONGSLEEVE JERSEY - BLACK",
  "price": "45",
  "description": "This is durability you can trust on the mountain.",
  "imageURL": "https://images.bike24.net/media/720/i/mb/a1/a6/c0/fox-defend-mtb-longsleeve-jersey-3-948467.jpg",
  "specs": "jersey",
  "id": "33"
 },
 {
  "name": "VAUDE WOMEN'S QIMSA LS T-SHIRT - DARK SEA",
  "price": "54",
  "description": "The Women's Qimsa LS T-shirt is a functional, very comfortable underwear for the next winter bike trip! The environmentally friendly jersey is made largely from recycled polyester ; stretchy elastane also ensures that the Women's Qimsa LS T-shirt follows every movement on the bike. The women's jersey is softly brushedon the inside, highly breathable and elastic - and thus ensures an excellent body climate.",
  "imageURL": "https://images.bike24.net/media/720/i/mb/41/1b/53/vaude-womens-qimsa-ls-t-shirt-dark-sea-1-1014808.jpg",
  "specs": "jersey",
  "id": "34"
 },
 {
  "name": "FOX RANGER MTB SHORTSLEEVE JERSEY - FOX - BLACK",
  "price": "41",
  "description": "All the performance of technical fabric but with the comfort of your favorite tee, the Ranger Block Jersey lives to keep you cool when you hit the trail.",
  "imageURL": "https://images.bike24.net/media/720/i/mb/d6/70/e1/fox-ranger-shortsleeve-jersey-fox-3-951443.jpg",
  "specs": "jersey",
  "id": "35"
 },
 {
  "name": "TROY LEE DESIGNS SCOUT GP JERSEY - PEACE & WHEELIES BURGUNDY/DARK",
  "price": "51",
  "description": "Made for the enthusiast, the Scout GP gear combines technology, style, and fit for a fast look on every trail. The Scout GP Jersey is made with a micro-holed mesh polyester and wicking quick dry finishes to keep air flowing. A minimalist cuff design, ribbed street v-neck collar, and reflective graphics in key areas provide a classic look and safety.",
  "imageURL": "https://images.bike24.net/media/720/i/mb/9d/0e/15/troy-lee-designs-scout-gp-jersey-peace-wheelies-burgundy-dark-01-1064154.jpg",
  "specs": "jersey",
  "id": "36"
 },
 {
  "name": "SIDI TRACE 2 - MTB SHOES",
  "price": "135",
  "description": "The new Trace 2 convinces with the Tecno-3 twist lock system as well as the new MTB RS17 sole, both of which provide even better grip in the shoe. Manufactured in the first-class SIDI quality, the Trace 2 offers an excellent price-performance ratio.",
  "imageURL": "https://cd.bike-discount.de/media/image/70/09/46/Sidi_Trace_2_10157453_black_black.jpg",
  "specs": "shoes",
  "id": "47"
 }
]